var formats = {
  print: ['Односторонняя 4+0', 'Двухсторонняя 4+4'],
  paper: ['A3', 'A4', 'A5', 'A6']
};

var types = {
  single: ['90', '120', '150 глянцевая', '160', '200', '350', 'лён', 'дизайнерская', 'калька', 'самоклеящаяся'],
  double: ['90', '120', '150 глянцевая', '160', '200', '350', 'лён', 'дизайнерская']
};

var lamination = {
  laminations: ['без ламинирования', 'матовая 32', 'матовая 80', 'матовая 200', 'глянцевая 32', 'глянцевая 80', 'глянцевая 200', 'soft touch']
};



angular.module('paper-config', [])
.constant('paperConfig', { formats, types, a3Size, lamination});
